Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Äußerungsendzeichen folgt auf Äußerungsendzeichen.
en_gb: Utterance end symbol followed by utterance end symbol.

source: Äußerungsendzeichen innerhalb von Redewiedergaben werden ignoriert.
en_gb: Utterance End Symbols within reported speech are ignored.

source: Öffnen Sie die Text-Datei in einem Texteditor, beheben Sie den Fehler, speichern Sie und versuchen Sie anschließend erneut, die Datei zu importieren.
en_gb: Open the text file in a text editor, fix the error, save the file and reattempt the file import.

source: Öffnet die letzte gespeicherte Fassung der aktuell geöffneten Transkription.
en_gb: Opens the last save of the currently opened transcription.

source: Öffnet ein Fenster mit einer Auswahl aller vorhandenen Lesezeichen.
en_gb: Opens a window with the selection of all set bookmarks.

source: Öffnet eine gespeicherte Formatierungstabelle und wendet sie auf die momentan geöffnete Transkription an.
en_gb: Opens a saved format table and applies it to the currently opened transcription.

source: Öffnet eine gespeicherte Transkription.
en_gb: Opens a saved transcription.

source: Öffnet einen Assistenten, der Sie dabei unterstützt, eine neue Transkription Schritt für Schritt anzulegen.
en_gb: Opens an assistant to create a new transcription step by step.

source: Öffnet einen Dialog zum Ausgeben der Transkription in einem Präsentationsformat, also zur Anzeige in einem Webbrowser oder zur Integration in ein Textverarbeitungsdokument (z.B. MS Word).
en_gb: Opens a window for the output of the transcription in a presentation format, used for the display in a browser or the integration in a word processing document (i.e. MS Word).

source: Öffnet einen Dialog zum Exportieren in verschiedene andere Formaten.
en_gb: Opens a window for the export in different formats.

source: Öffnet einen Dialog zum Anfügen einer neuen Spur am Ende der Transkription.
en_gb: Opens a dialgoue to add a new tier at the end of the transcription.

source: Öffnet einen Dialog zum Ausgeben der Transkription auf einen Drucker.
en_gb: Opens a window for printing the transcription.

source: Öffnet einen Dialog zum Bearbeiten sämtlicher Spur-Formatierungen:
en_gb: Opens a dialogue for editing numerous tier formats.

source: Öffnet einen Dialog zum Editieren der Eigenschaften der aktuell markierten Spur.
en_gb: Opens a dialogue that allows editing properties of the currently selected tier.

source: Öffnet einen Dialog zum Editieren des absoluten Zeitwertes des momentan markierten Zeitpunktes:
en_gb: Opens a dialogue to edit the absolute time value of the currently selected event

source: Öffnet einen Dialog zum Editieren des momentan markierten Ereignisses:
en_gb: Opens a dialogue to edit the currently selected event:

source: Öffnet einen Dialog zum Einfügen einer neuen Spur oberhalb der aktuell markierten Spur.
en_gb: Opens a dialogue to insert a new tier above the currently selected tier.

source: Öffnet einen Dialog zum Einstellen des Formates der Zeitpunkte auf der Zeitachse.
en_gb: Opens a dialgue to set the format of the time points on the time axis.

source: Öffnet einen Dialog zum Festlegen der Seitenmaße, die beim Drucken und bei der RTF-Ausgabe verwendet werden.
en_gb: Opens a window to specify the side measurements to be used in the RTF output or when printing.

source: Öffnet einen Dialog zum Festlegen von Parametern für die Ausgabe als Partitur auf einem Drucker, als RTF-Datei, als HTML-Datei oder als XML-Datei (siehe „File > Output...“).
en_gb: Opens a window in which parameters can be defined for the output as musical score on a printer, as an RTF file, as an HTML file or as an XML-file. (see also "File > Output...“).

source: Öffnet einen Dialog zum Festlegen von benutzerdefinierten Einstellungen.
en_gb: Opens a window to determine user-defined Settings.

source: Öffnet einen Dialog zum Formatieren der Sprecher-Label.
en_gb: Opens a dialogue that allows formating of the speaker lable:

source: Öffnet einen Dialog zum Formatieren der Zeitachse.
en_gb: Opens a dialogue that allows formating the time axis:

source: Öffnet einen Dialog zum Formatieren der momentan markierten Spur.
en_gb: Opens a dialogue to format the currently selected tier.

source: Öffnet einen Dialog zum Importieren aus verschiedenen anderen Formaten. Über die Drop-Down-Liste "Dateityp" werden verschiedene Formate zur Auswahl angeboten:
en_gb: Opens a window to import from different formats. The drop down menue "Filetype???" offers a collection of different formats:

source: Öffnet einen Dialog zum Verändern der Spurreihenfolge:
en_gb: Opens a dialogue that allows changing the tier order:

source: Öffnet einen Dialog, der einen Überblick über die Eigenschaften aller Spuren gibt und es ermöglicht, diese zu ändern.
en_gb: Opens a dialogue that contains an overview of all properties of all tiers and allows these to be changed.

source: Öffnet einen Dialog, der einige Optionen zum automatischen Bereinigen („Clean up“) der Transkription anbietet:
en_gb: Opens a dialogue that offers options for the auomatic clean up of the transcription.

source: Öffnet einen Dialog, in dem anhand einer Audio oder Video-Aufnahme die Zeitachse einer neuen Transkription vor Beginn des Transkribierens unterteilt werden kann, also markante Punkte in der Aufnahme (z.B Sprecherwechsel in Interviews, Wechsel der Kameraeinstellung in Fernsehaufnahmen etc.) als Zeitpunkte festgehalten werden können.
en_gb: Opens a window, in which the timeline of a new transcription can be divided with means of an audio or video file before starting the transcription. Thus, prominent events within the recording (i.e. speaker change in interviews, change in camera settings in television productions etc.) can be inserted as points in time.

source: Öffnet einen Dialog, in dem eine Fehlerliste angezeigt wird.
en_gb: Opens a window showing the error list.

source: Öffnet einen Dialog, um Ereignisse nach bestimmten Zeichen bzw. Zeichenketten zu durchsuchen:
en_gb: Opens a dialogue in order to search events for specific characters or character strings.

source: Öffnet einen Dialog, zum Suchen und Ersetzen von Zeichen bzw. Zeichenketten in Ereignissen.
en_gb: Opens a dialogue that allows searching and replacing specific characters or character strings in events.

source: Öffnet einen Dialog, über den Sie die Transkriptionen in flexibler Art und Weise in andere Formate überführen können:
en_gb: Opens a dialogue which allows flexible tranformation of a transcription into different formats.

source: Öffnet einen Dialog, über den digitale Audio- und/oder Videoaufnahmen mit der Transkription verknüpft werden können.
en_gb: Opens a dialogue through which digital audio and/or video filescan be linked to the transcription.

source: Öffnet einen Dialog für eine EXAKT-Suche.
en_gb: Opens a dialogue for an EXAKT search .

source: Über den "Go to..."-Dialog lassen sich Punkte in der Partitur gezielt ansteuern.
en_gb: By using the "Go to..." dialogue, you can navigate to specific positions in the musical score.

source: Über den Button "Apply" wird die angegebene Position angesprungen.
en_gb: By using the button "Apply", you can jump to the specified position.

source: Über den Button "Navigate in the recording" (links über der Oszillogramm-Ansicht) wird ein Dialog geöffnet, der es arlaubt, Auswahlgrenzen direkt als Zahlen einzugeben:
en_gb: Using the button "Navigate in the recording" (above the oscillogram view to the left) opens a dialogue that allows input of selection boundaries in numbers:

source: Über den Button "Save as..."
en_gb: The button "Save as..."

source: Über den Knopf „Copy debug info…“ können Sie den Inhalt der Log-Datei (die Fehlermeldungen etc. enthält) in die Zwischenablage kopieren.
en_gb: The button "Copy debug info…“ allows the copying of the log file content (the error messages etc.) into the clipboard.

source: Über den Schieberegler an der rechten Seite lässt sich die Größe der Zeichentasten verändern.
en_gb: The scrollbar on the right hand side allows alterations in size of the keyboard symbols.

source: Über die Checkbox Maximum interval length können Sie eine Höchstlänge für die entstehenden Intervalle festlegen.
en_gb: The maximum interval length for the resulting intervals can be defined via the Maximum interval length check box.

source: Über die Drop-Down-Liste "Dateityp" werden verschiedene Formate zur Auswahl angeboten:
en_gb: The drop down list Dateityp??? offers different formats:

source: Über die Drop-Down-Liste Dateityp werden verschiedene Formate zur Auswahl angeboten:
en_gb: The Drop down list Dateityp??? offers different formats:

source: Über die Option "Split at regular expression" schließlich kann ein beliebiger regulärer Ausdruck angegeben werden, anhand dessen der Text auf die Ereignisse verteilt wird.
en_gb: The option "Split at regular expression" allows tge input of any desired expression, according to which text will be distributed onto the events.

source: Über die mit 3 bezeichneten Buttons können die aktuellen Werte des „Start“-, „Stop“- und „Pause“-Schiebereglers auf einen in der Transkription markierten Zeitpunkt (also von der Aufnahme in die Transkription) übertragen werden.
en_gb: The current values of the "Start“, "Stop“ and "Pause“ slide controls can be transferred to a marked time point (i.e. from the recording into the transcription) with button 3 .

source: Über „Case sensitive search“ wird festgelegt, ob bei der Suche Groß- und Kleinschreibung berücksichtigt werden soll.
en_gb: Use "Case sensitive search“ to determine whether the use of upper or lower case initial letters should be considered as well.

source: Überprüfen und korrigieren Sie in diesem Fall Segemniterungsfehler über die Funktion Transcription > Segmentation errors...
en_gb: In this case, check and correct the segmentation errors with the function Transcription > Segmentation errors...

source: Überprüft die Zeitachse auf Konsistenz, d. h.
en_gb: Checks the time axis for inconsistencies, i.e.

source: Übertragen der Pausenzeit: Wenn die Aufnahme über den „Pause“-Button angehalten wurde, kann die aktuelle Position mit den Buttons 9 auf den „Start“- bzw. den „Stop“-Schieberegler übertragen werden.
en_gb: Transfer of a break duration: If the recording has been stopped with the "Pause“ button, the current position can be transferred to the"Start“ or "Stop“ slide control with button 9 .

source: Übertragen der momentan ausgewählten Zeitwerte aus der Transkription: Beim Klicken auf den mit 8 bezeichneten Button wird der absolute Zeitwert ermittelt, der der momentanen Auswahl in der Transkription im Editor entsprechen und auf den „Start“- Schieberegler übertragen. Für den "Stop"-Schieberegler gibt es einen entsprechenden Button.
en_gb: Transferring the currently selected time values from the transcription: When clicking on button 8 the absolute time value of the current selection in the transcription in the editor will be determined and transferred to the "Start“ slide control. There is an equivalent button for the "Stop" slide control.

source: „Starting Praat…“- Dialog mit OK bestätigen:
en_gb: Click OK on the „Starting Praat…“ dialog:

source: „Left“, „Right“, „Top“, „Bottom“ legt fest, ob links, rechts, oben, unten eine Rahmenlinie gezeichnet wird.
en_gb: "Left", "Right", "Top", "Bottom" determine whether the frame lines are drawn on the left, the right, at the top or the bottom.

source: „Color“ legt die Farbe dieser Rahmenlinie fest (klicken Sie auf den Button, um einen Dialog zur Farbauswahl zu erhalten). „Frame style“ legt fest, ob die Rahmenlinien durchgezogen („Solid“), gestrichelt („Dashed“) oder gepunktet („Dotted“) sein sollen.
en_gb: "Color" specifies the colour of the frame (click the button in order to open a window to choose a colour). "Frame style" specifies whether the framing lines are "solid", "dashed“ or dotted.

source: „Search area“ bezeichnet die zu durchsuchenden Spuren.
en_gb: "Search area“ indicates the tracks which are to be searched.

source: „Show special characters“ aktiviert
en_gb: "Show special characters“ activated

source: „frame end“ nach der dritten Spur gesetzt
en_gb: „frame end“ placed after the third tier

source: … verschwunden ist).
en_gb: dissappeares).
